cmd-start =
    Вітаємо! Дякуємо, що вирішили скористатися ботом. Доступні такі команди:

    • /donate_1: подарувати 1 зірку.
    • /donate_25: подарувати 25 зірок.
    • /donate_50: подарувати 50 зірок.
    • /donate <число>: подарувати <число> зірок.
    • /paysupport: допомога з покупками.
    • /refund: повернення платежу (рефанд).

custom-donate-input-error = Будь ласка, введіть суму у форматі <code>/donate ЧИСЛО</code>, де ЧИСЛО від 1 до 2500 включно.

invoice-title = Добровільне пожертвування
invoice-description =
    {$starsCount ->
        [one] {$starsCount} зірка
        [few] {$starsCount} зірки
       *[other] {$starsCount} зірок
}

pre-checkout-failed-reason = Більше немає місця для грошей 😭

cmd-paysupport =
    Якщо ви хочете повернути кошти за покупку, скористайтеся командою /refund

refund-successful =
    Повернення виконано успішно. Витрачені зірки вже повернулися на ваш рахунок у Telegram.

refund-no-code-provided =
    Будь ласка, введіть команду <code>/refund КОД</code>, де КОД – ідентифікатор транзакції.
    Його можна побачити після виконання платежу, а також у розділі "Зірки" у додатку Telegram.

refund-code-not-found =
    Такий код покупки не знайдено. Будь ласка, перевірте введені дані та повторіть ще раз.
    Врахуйте, що можна повернути зірки лише за ті транзакції, що зроблені в цьому боті.

refund-already-refunded =
    За цю покупку вже було здійснено повернення коштів.

payment-successful =
    <b>Величезне спасибі!</b>

    Ваш ідентифікатор транзакції:
    <code>{$id}</code>

    Збережіть його, якщо раптом знадобиться зробити рефанд у майбутньому 😢

invoice-link-text =
    Скористайтеся <a href="{$link}">цим посиланням</a> для донату розміром 1 зірки.
